<?php
//Excel表格的导入导出格式
return [

    //流水导出
    'flow' => [
        '编号',
        '部门',
        '姓名',
        '类型',
        '消费类型',
        '消费金额(分',
        '描述',
        '日期',
        '帐号'
    ],

    //导出就餐预约统计数据
    'report_meal' => [
        '时间',
        '就餐',
        '预购数量'
    ],

    //导出外卖菜单需求
    'report_takeout' => [
        '外卖名称',
        '预购数量'
    ],

    //导出用户外卖菜单需求
    'report_user_takeout' => [
        '用户名称',
        '总金额(分)',
        '定金(分)',
        '外卖',
        '帐号'
    ],


    //导出用户余额
    'user_balance' => [
        '编号',
        '用户名',
        '分组',
        '余额(分)',
        '帐号'
    ]
];
